Repository: vijayamazon/ezbob
Catalog: App/web/AuditorServer/Resources/Str.*.resx
Languages: uk

# ApplicationError
source: Error
uk: Помилка

# ArchiveApplication
source: Application sent to archive
uk: Заявку надіслано до архіву

# ComingTime
source: Processing started
uk: Обробка розпочалася

# ExceededTimeString
source: {0} day(-s) {1:00}:{2:00}:{3:00}
uk: {0} день(-і/-ів) {1:00}:{2:00}:{3:00}

# ExitTime
source: Processing completed
uk: Обробку закінчено

# ExNotSupportDbProvider
source: The selected data provider is not supported.
uk: Провайдер даних не підтримується.

# ExOlapCubeNotCreate
source: The OLAP-cube has not been created. The cuгrent state is {0}. Please, repeat the process of creating the OLAP-cube.
uk: OLAP-куб не створено. Поточний стан процесу формування {0}. Повторіть, будьлазка, процес створення куба.

# ExOlapCubeNotFound
source: The OLAP-cube file is not found. Please, repeat the process of creating the OLAP-cube.
uk: Файл OLAP-куба не знайдено. Будь ласка, повторіть створення куба.

# Lock
source: Locked
uk: Заблокована

# NeedProcessByNode
source: Application is processed by node
uk: Заявка опрацьовується вузлом

# NeedProcessBySE
source: Application is processed by SE
uk: Заявка опрацьовується SE

# StrategyHasBeenFinishedWithErrors
source: Application processed with errors
uk: Заявка завершена з помилками

# StrategyHasBeenFinishedWithoutErrors
source: Application processed without errors
uk: Опрацювання завершене без помилок

# UnLock
source: Unlocked
uk: Розблокована

source: False
uk: Ні

source: True
uk: Так

# CreditProductEntityTypeName
source: Credit Products
uk: Кредитні продукти

source: Modification
uk: Модифікація

# NodeEntityTypeName
source: Nodes
uk: Вузли

# PublishStrategyEntityTypeName
source: Published Strategies
uk: Публікація стратегій

# StrategyEntityTypeName
source: Strategies
uk: Стратегії

# TemplateEntityTypeName
source: Templates
uk: Шаблони

# BranchesEntityTypeName
source: Branches
uk: Підрозділи

# DictionaryEntityTypeName
source: Dictionary
uk: Довідники

# InitialLoad
source: Added
uk: Доданий(-а)

# SmsTemplateEntityTypeName
source: SMS Template
uk: Шаблони SMS

# Synchronize
source: Added
uk: Доданий(-а)

# ApplicationWithHandledError
source: Handled error
uk: Оброблена помилка

# ApplicationWithSecurityViolationError
source: Security violation
uk: Порушення безпеки

# DataSourceEntityTypeName
source: Data Sources
uk: Джерела даних

# StrategyHasBeenFinishedWithErrorMessages
source: Application processed with errors
uk: Заявка оброблена з помилками

# StrategyHasBeenFinishedWithoutErrorMessages
source: Application processed without errors
uk: Завком оброблена без помилок
